Repository: RandAlMuhanna/CONVERTIT
Catalog: *.lproj/Localizable.strings
Languages: ar

source: Units Converter
ar: تحويل وحدات

source: Currency Converter
ar: تحويل عملات

source: Distance
ar: مسافة

source: Mass
ar: كتلة

source: Temperature
ar: حرارة

source: Time
ar: وقت

source: Volume
ar: كمية

source: UAE
ar: درهم إماراتي

source: EUR
ar: يورو

source: USD
ar: دولار امريكي

source: SAR
ar: ريال سعودي

source: EGP
ar: جنية مصري

source: TRY
ar: ليرة تركية

source: Switch between 2 countries you picked
ar: التبديل بين الدولتين

source: Switch between 2 units you picked
ar: التبديل بين الوحدتين

source: Decrease Amount by 1
ar: تقليل العدد بمقدار واحد

source: Increase Amount by 1
ar: زيادة العدد بمقدار واحد
